12/data/attachments/a144129f8ed470da.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrea_play_Friend_84478_0</nif:username>
            <nif:friendToBeRequested>soap_friends_d687860b-2364-4b89-af16-4ccb3a34a4c6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>